[
{
"titre": "Combat des Beats – Desjardins",
"description": "Système d'écoute et de vote pour artistes de la relève avec défilement des paroles. Trois écrans tactiles et un écran de compilation des résultats.",
"tags": ["UI/UX", "Game", "Interactif", "Collect de Data", "Festival", "Activation de marque", "Desjardins", "Touchdesigner"],
"images": ["youtube:vbCQqC_ORo4"],
"implications": "Mécanique de jeu, Assemblage graphique et motion design, Récolte et interprétation des données, Installation terrain, Logistique techniques, Proposition de style graphique",
"note": ""
},
{
"titre": "Stunt – Desjardins",
"description": "Tournée universitaire sous chapiteau visant à sensibiliser les étudiants à leurs choix financiers à travers 10 jeux interactifs (boutons lumineux, capteur de lumière, widgets iPad, planche à équilibre, scrapbooking, etc.).  Chaque réponse déclenchait un “tremblement de terre” sous leurs pieds.",
"tags": ["Arduino/ESP32", "DMX", "UI/UX", "Interactif", "Collect de Data", "Touchdesigner", "Activation de marque", "Design Électroniques", "Desjardins"],
"images": ["youtube:b4SQbT3_7Vw"],
"implications": "Propositions de concepts interactifs, Intégration des visuels et vidéos fournis, Animation des assets graphiques pour widget iPad, Recherche et montage audio immersif (musique et ambisonie), Création des séquences \"Butt kicker\" (vibrations sous les pieds), Conception et fabrication de boîtiers multi-senseurs avec transmission UDP (RJ45), Assemblage de \"bundles\" de câblage type tournée, Montage d’un rack audio/éclairage sur mesure, Programmation DMX, Collecte des données de réponses, Installation et démontage quotidiens",
"note": ""
},
{
"titre": "Projet ECHO – Desjardins (3 éditions)",
"description": "Structure interactive en forme de magnétophone hexagonal. La voix des participants active la lumière de façon exponentielle.",
"tags": ["PixelMap", "AI", "Interactif", "Collect de Data", "Activation de marque", "Audio", "Desjardins", "Touchdesigner"],
"images": ["youtube:PuOmFX3K8as"],
"implications": "Intégration de microphones (e609) dans la structure, Intégration d'une IA segmentant la voix humaine pour supprimer le bruit ambiant, Intégration d'effets sonores ludiques, Programmation interactive de la structure LED, Collecte de données d'utilisation (nombre d'activations)",
"note": ""
},
{
"titre": "Le Wagon Mystère – STM (2 éditions)",
"description": "Podium dans un wagon de métro en service avec un bouton inactif... jusqu’à ce qu’il s’allume aléatoirement. Un appui déclenche une mini fête (musique, lumière, ambiance).",
"tags": ["Arduino/ESP32", "OSC", "DMX", "Interactif", "Activation de marque", "Audio"],
"images": ["youtube:tr6UHi9bkFI"],
"implications": "Design et programmation du système de jeu (OSC Wi-Fi), Setup Astera (CRMX) et audio, Fabrication et modification de bouton arcade lumineux, Programmation sur ESP32 et Arduino, Showcall événementiel sur site",
"note": ""
},
{
"titre": "Cube Énergir",
"description": "Jeu-questionnaire sur Énergir dans un container. Les participants répondent via des écrans tactiles latéraux de style hublot.",
"tags": ["Arduino/ESP32", "DMX", "UI/UX", "Interactif", "Collect de Data", "Touchdesigner", "Activation de marque"],
"images": ["youtube:??"],
"implications": "Intégration des visuels fournis par un motion designer, Programmation de la mécanique de jeu, Intégration et programmation d’une télécommande infrarouge pour modifications de l'expérience par les agents d'activations, Installation de la régie technique en équipe, Programmation des cues DMX, Collecte de données sur la participation",
"note": ""
},
{
"titre": "Course à vélo Saint-Jérôme & Marathon de Saint-Bruno – Desjardins",
"description": "Zone d’encouragement à la ligne d’arrivée et à mi-parcours. Des vélos stationnaires activent des effets pyrotechniques (Sparkular) lorsqu’un participant pédale assez vite.  À mi-parcours, des arches lumineuses détectent les coureurs et déclenchent une animation LED accompagnée d’une foule préenregistrée.",
"tags": ["Desjardins", "DMX", "Pyrotechnie", "Interactif", "Touchdesigner", "Activation de marque", "Audio"],
"images": ["youtube:??"],
"implications": "Installation et calibration de capteurs dans les vélos stationnaires, Collaboration avec le représentant pyrotechnique, Conception et construction d’un boîtier Firmata custom, Programmation en pixel mapping des tubes LED",
"note": ""
},
{
"titre": "La Glissade Sapporo – Igloofest",
"description": "Système de sécurité pour les agents d’activation supervisant une glissade. Un bouton est activé à chaque fin de descente pour indiquer que la glissade est libre.",
"tags": ["Arduino/ESP32", "DMX", "Touchdesigner", "Éclairagiste", "Resolume", "Festival"],
"images": ["youtube:??"],
"implications": "Programmation du système de sécurité (logique de feu vert/feu rouge), Programmation de l’éclairage",
"note": ""
},
{
"titre": "Vert le But – Centre Bell (2 éditions)",
"description": "Jeu éducatif sur le tri des matières résiduelles, utilisant des écrans et boutons d’arcade. Les réponses influençaient un système de pointage visible sur un troisième écran positionné plus haut, avec un affichage inspiré des panneaux de score de hockey.",
"tags": ["Design Électroniques", "Motion Design", "Collect de Data", "Game", "Touchdesigner", "Activation de marque", "Groupe CH/Evenko"],
"images": ["youtube:??"],
"implications": "Programmation de la logique de jeu, Intégration des assets graphiques fournis par une graphiste, Conception et fabrication d’une sensor box (OSC), Installation sur site, Intégration d’un système de contrôle à distance pour support technique",
"note": ""
},
{
"titre": "Terrasse Bell – Osheaga / ÎleSoniq",
"description": "Installation d’un bouton étanche permettant aux festivaliers de déclencher un système de brumisation pour se rafraîchir.",
"tags": ["Arduino/ESP32", "Design Électroniques", "Touchdesigner", "Festival", "Groupe CH/Evenko"],
"images": ["youtube:??"],
"implications": "Conception et fabrication d’un bouton d’arcade étanche, Conception et fabrication d’un boîtier DMX à relais électrique",
"note": ""
},
{
"titre": "Coors Light – Osheaga / ÎleSoniq",
"description": "Jeu d’activation à grande échelle à l’intérieur d’un container 8 x 20. Plusieurs portes sont éclairées aléatoirement à l’extérieur ; le joueur tente d’ouvrir la bonne. En cas de succès, il entre dans un mini club réfrigéré avec musique, fumée, lasers, et reçoit un prix.",
"tags": ["Game", "DMX", "Touchdesigner", "Festival", "Activation de marque"],
"images": ["youtube:??"],
"implications": "Planification complète du matériel nécessaire, Montage de la régie, Programmation du jeu et des séquences d’événements, Programmation DMX et intégration avec strip LED existants, Intégration d’un bouton DMX custom, Programmation d’un pad MIDI pour les agents d’activation, Création d’un écran de suivi pour les agents, Intégration d’un système de support technique à distance, Rédaction d’un guide utilisateur pour la tournée",
"note": ""
},
{
"titre": "La Nacelle Chanceuse – Loto-Québec - Montréal en lumière",
"description": "Installation lumineuse circulaire inspirée d’une roue de fortune, placée à proximité de la grande roue Loto-Québec. L’agent appuie sur un bouton pour déclencher une séquence lumineuse. Le prix est attribué selon l’endroit où la lumière s’arrête.",
"tags": ["Arduino/ESP32", "Game", "Touchdesigner", "Activation de marque", "Festival", "Groupe CH/Evenko"],
"images": ["youtube:??"],
"implications": "Programmation du jeu avec probabilité aléatoire, Collecte de données sur le nombre total de participants",
"note": ""
},
{
"titre": "La Roue Chanceuse – Loto-Québec - Montréal en lumière",
"description": "Un feu de camp LED entouré de 10 chaises avec boutons lumineux.  Phase 1 : les joueurs doivent synchroniser leurs appuis pour rallumer le feu.  Phase 2 : une chaise est choisie aléatoirement pour recevoir un prix (ou la maison gagne).",
"tags": ["Arduino/ESP32", "PixelMap", "Groupe CH/Evenko", "Game", "Design Électroniques", "Collect de Data", "Touchdesigner", "Festival", "Activation de marque"],
"images": ["youtube:??"],
"implications": "Participation à l’idéation, Fabrication de boutons LED étanches, Intégration dans le mobilier, Planification du matériel et montage de la régie, Programmation du jeu et de l’éclairage, Limitation des gagnants par jour, Collecte de données sur participation et gains, Intégration d’un système de support technique à distance",
"note": ""
},
{
"titre": "Quiz CN",
"description": "Jeu-questionnaire interactif sur écran tactile. L’utilisateur sélectionne ses réponses directement via l’interface graphique. L’expérience est purement informative, sans système de pointage.",
"tags": ["UI/UX", "Collect de Data", "Touchdesigner", "Activation de marque", "Festival", "Groupe CH/Evenko"],
"images": ["youtube:??"],
"implications": "Programmation du jeu-questionnaire, Intégration graphique sobre et fonctionnelle, Mise en place d’un accès à distance pour maintenance, Installation terrain et configuration, Récolte de courriels pour concours",
"note": ""
},
{
"titre": "Jeu du CN – Festival Montréal en lumière",
"description": "Jeu d’adresse consistant à faire glisser un anneau métallique le long d’une tige en acier formant le logo du CN, sans toucher la structure.",
"tags": ["Arduino/ESP32", "Game", "Touchdesigner", "Festival", "Groupe CH/Evenko"],
"images": ["youtube:??"],
"implications": "Conception et fabrication d’une Sensor Box eb réseautique, Programmation DMX et de la logique du jeu, Installation sur le terrain",
"note": ""
},
{
"titre": "La Course Tim-Horton – Festival Montréal en lumière",
"description": "Après avoir mis des patins à glace, le joueur choisit une difficulté sur une borne à l'aide de boutons lumineux. Il patine le plus rapidement possible jusqu'au bout de la patinoire. La glace s’illumine selon le record à battre. Des capteurs détectent départ et arrivée, et un écran LED affiche le temps.",
"tags": ["Arduino/ESP32", "Game", "Design Électroniques", "Touchdesigner", "Festival", "Activation de marque", "Groupe CH/Evenko"],
"images": ["youtube:??"],
"implications": "Conception et fabrication de Lidar Box, Programmation du jeu, Intégration de l'écran LED (timer de style olympique), Programmation du système d’éclairage",
"note": ""
},
{
"titre": "La Symphonie des Tim-Bits – Festival Montréal en lumière",
"description": "Les festivaliers doivent entrer, à l'aide de boutons d'arcade représentant des TimBits, le bon mot de passe pour déclencher la symphonie des TimBits.",
"tags": ["Arduino/ESP32", "UI/UX", "Touchdesigner", "Festival", "Activation de marque"],
"images": ["youtube:??"],
"implications": "Programmation du jeu",
"note": ""
},
{
"titre": "Ivado Lab – Salon ALL IN",
"description": "Un cube géant d’écrans LED aux couleurs de Ivado Lab diffusait trois courts-métrages immersifs intégrant des odeurs distinctes et des tremblements de sol synchronisés.",
"tags": ["UI/UX", "Immersif", "Touchdesigner", "Séquence/Timecode", "Écran LED", "Événement corporatif"],
"images": ["youtube:SIpv01wgGt4"],
"implications": "Intégration vidéo dans les écrans LED, Synchronisation de l’éclairage avec les vidéos, Diffusion d’odeurs, Intégration de Butt Kicker, Programmation d’un menu sur iPad, Intégration d’un système Silent Disco",
"note": ""
},
{
"titre": "Gants de Hockey – Desjardins {Escouade}",
"description": "Dans une aréna, un gant de hockey permettait aux passants de faire un \"fist bump\". Un panneau affichait le nombre de coups.",
"tags": ["Arduino/ESP32", "Support technique"],
"images": ["youtube:??"],
"implications": "Récupération d’un système Arduino abandonné et finalisation",
"note": ""
},
{
"titre": "Questionnaire Chevrolet avec Richardson Zéphir – Festival Juste pour rire",
"description": "Deux questionnaires sur les Chevrolet Blazer et Equinox, animés par Richardson Zéphir via des vidéos humoristiques.",
"tags": ["UI/UX", "Collect de Data", "Touchdesigner", "Festival", "Activation de marque"],
"images": ["youtube:??"],
"implications": "Programmation du jeu-questionnaire, Intégration graphique",
"note": ""
},
{
"titre": "Questionnaire de parcours Bénéva – Festival Juste pour rire",
"description": "Un questionnaire guidant les visiteurs vers la scène humoristique qui leur correspond.",
"tags": ["UI/UX", "Collect de Data", "Touchdesigner", "Festival", "Activation de marque", "Consultant technique", "Groupe CH/Evenko"],
"images": ["youtube:??"],
"implications": "Programmation, Système d’envoi de courriel automatisé, Rendu 3D d’une carte avec mouvements de caméra, Ajout de motion design",
"note": ""
},
{
"titre": "Le Téléphone François Pérusse – Festival Juste pour rire",
"description": "Un téléphone géant déclenche des sketchs à l’aide de touches numériques. Une combinaison spéciale donne accès à des sketchs cachés.",
"tags": ["Arduino/ESP32", "Touchdesigner", "Festival", "Audio"],
"images": ["youtube:??"],
"implications": "Traitement audio, Programmation total et intégration de la séquence secrète",
"note": ""
},
{
"titre": "Borne Point Scène – IGA",
"description": "Jeu interactif sur borne pour accumuler des points Scène échangeables chez IGA.",
"tags": ["UI/UX", "Game", "Collect de Data", "Touchdesigner", "Activation de marque"],
"images": ["youtube:??"],
"implications": "Conception du jeu, Programmation avec système de probabilité “urnes”, Intégration graphique animée, Suivi de données (participation et récompenses)",
"note": "Graphisme: Sébastien Sigouin Bergeron"
},
{
"titre": "Borne Nico-Rencontre – Société canadienne du cancer",
"description": "Borne interactive éducative tournée vers la prévention tabac/vapoteuse dans les écoles pour adultes.",
"tags": ["UI/UX", "Collect de Data", "Touchdesigner"],
"images": ["youtube:??"],
"implications": "Co-conception et UI/UX, Programmation des interactions, Création de contenu visuel manquant, Système de pointage avec fins alternatives, Suivi des données d’usage et réponses",
"note": ""
},
{
"titre": "Installation interactive Peroni – F1 de Montréal",
"description": "Une voiture Peroni sur plateforme réagit à l’activation d’un bouton : sons, lumières, feux de départ F1, bruit moteur, effets sonores de marque et fumée.",
"tags": ["Arduino/ESP32", "DMX", "Touchdesigner", "Séquence/Timecode", "Événement corporatif", "Activation de marque"],
"images": ["youtube:??"],
"implications": "Programmation de séquences son, lumière et fumée, Intégration mécanique",
"note": ""
},
{
"titre": "Atlantide – La salle Triton",
"description": "Salle finale du parcours du Château d’Atlantide. Il s’agit d’une scène semi-interactive avec projection vidéo, lumière et interaction physique dans un décor mythique.",
"tags": ["Arduino/ESP32", "PixelMap", "DMX", "Immersif", "Touchdesigner", "Mapping Vidéo", "Séquence/Timecode", "Animation 3D"],
"images": ["youtube:gNtxBEbisW0"],
"implications": "- Mapping vidéo sur décor complexe    - Patch et programmation de la séquence DMX    - Tournage des scènes sur écran vert    - Rigging et animation d’un modèle 3D    - Intégration de la mise en scène finale    - Programmation de boutons d’arcade via Arduino pour le contrôle de la salle    - Interaction sur faisceaux lumineux    - Participation à l’idéation    - Intégration d’une version anglaise",
"note": ""
},
{
"titre": "Atlantide – Restaurant de l’hôtel de la Cité perdue",
"description": "Une séquence audio et lumineuse mettant en scène une aventure dans la jungle, avec une ambiance immersive et dramatique.",
"tags": ["DMX", "Touchdesigner", "Séquence/Timecode", "AI", "Consultant technique"],
"images": ["youtube:??"],
"implications": "- Patch et programmation de la séquence DMX    - Recherche et montage sonore (ambiance jungle)    - Montage audio multicanal sur 4 sorties indépendantes (“ambiophonique”)    - Préécriture du texte narratif    - Enregistrement de ma voix avec modification vocale par IA    - Logistique d’équipement et achat de matériel    - Installation de la régie et intégration à l’éclairage existant    - Intégration d’un bouton déclencheur pour lancer la séquence",
"note": ""
},
{
"titre": "Armada de Blainville",
"description": "Séquence d’entrée des joueurs pour l’équipe de hockey junior de Blainville. Une mise en scène lumière et musique pour créer une montée dramatique avant le match.",
"tags": ["Onyx", "Resolume", "Éclairagiste", "Séquence/Timecode", "Sport"],
"images": ["youtube:??"],
"implications": "- Programmation d’une séquence de 15 minutes avec Moving Lights    - Intégration et coordination avec l’équipe technique locale    - Communication entre Résolume et Onyx via Art-Net (DMX-in sur réseau local)    - Utilisation de Capture 2025 pour préprogrammation en mode virtuel",
"note": ""
},
{
"titre": "Le 405",
"description": "Illumination d’un parc à Vaudreuil-Dorion, avec contrôle client personnalisé via écran tactile.",
"tags": ["DMX", "PixelMap", "Onyx", "Touchdesigner", "Éclairagiste"],
"images": ["youtube:92bpl-qgGic"],
"implications": "- Patch et organisation de la réseautique d’éclairage à travers le parc    - Programmation de thématiques de couleurs changeantes    - Intégration d’un système d’horaire pour extinction automatique à 23h    - Intégration d’un système de contrôle à distance pour support technique    - Opération spéciale du système lors d’événements ponctuels du 405",
"note": ""
},
{
"titre": "Lumin’art – Extension hivernale du 405",
"description": "Parcours lumineux hivernal intégrant des œuvres d’art rétroéclairées sur canevas.",
"tags": ["DMX", "Touchdesigner", "Éclairagiste"],
"images": ["youtube:??"],
"implications": "- Installation de la régie technique    - Programmation et patch de l’éclairage    - Intégration d’un système de fermeture automatique à 23h    - Intégration d’un système de contrôle à distance pour support technique",
"note": ""
},
{
"titre": "Skate-Park – Vaudreuil-Dorion",
"description": "Illumination nocturne d’un skatepark à Vaudreuil-Dorion.",
"tags": [],
"images": ["youtube:??"],
"implications": "- Programmation de l’éclairage    - Intégration d’un système de fermeture automatique à 23h    - Intégration d’un système de contrôle à distance pour support technique",
"note": ""
},
{
"titre": "Les Anticipateurs – Pavel Bure",
"description": "Vidéoclips",
"tags": ["PixelMap", "DMX", "Resolume", "Éclairagiste", "VidéoClip"],
"images": ["youtube:Q3m5lujOOfk"],
"implications": "Co-conception en équipe, programmation et opération de l’éclairage.",
"note": ""
},
{
"titre": "Izzy-S – Virgule",
"description": "Vidéoclips",
"tags": ["DMX", "Resolume", "Éclairagiste", "VidéoClip"],
"images": ["youtube:QUCLLWEjG4M"],
"implications": "Co-conception en équipe, programmation et opération de l’éclairage.",
"note": ""
},
{
"titre": "Fkn.Lee – Broken Heart Emoji",
"description": "Vidéoclips, Liens: <a href='https://www.instagram.com/reel/DGQvf8jAb64/?igsh=MTE5MGhpaHBsejZuMA%3D%3D&fbclid=IwZXh0bgNhZW0CMTAAYnJpZBExOFNRZmE4QXF2cEhaQjJrdAEeGAcjSxajKlcsEbh7d7tRMEGG-XuzIveIc04UweFvee-KgkvaqmbZCKVTtWw_aem_H7oVUwMGAy4DCDF28UfWIA' target='_blank'>Instagram</a>",
"tags": ["DMX", "Éclairagiste", "VidéoClip"],
"images": [],
"implications": "Éclairage et captation vidéo au smartphone _(caméraman amateur)_",
"note": ""
},
{
"titre": "Two Souls – Rooms 13",
"description": "Vidéoclips",
"tags": ["VidéoClip", "Support technique", "Consultant technique"],
"images": ["youtube:_VVr5VfeHgw"],
"implications": "Support technique général.",
"note": ""
},
{
"titre": "Cr34te – The Future Is Now",
"description": "Vidéo promotionnel, Liens : <a href='https://www.facebook.com/innovationscr34te/videos/507209314357688' target='_blank'>Facebook</a>",
"tags": ["VidéoClip", "Arduino/ESP32", "Design Électroniques"],
"images": [],
"implications": "Création de props, dont un dispositif futuriste pour \"update the system\" et une boîte métallique dorsale simulant un système de ventilation.",
"note": ""
},
{
"titre": "Couloir StreamDiffusion – Salon Expérience",
"description": "Couloir interactif avec caméras et écrans géants modifiant l’image des visiteurs en temps réel via IA.  ",
"tags": ["AI", "Tracking", "Interactif", "Touchdesigner"],
"images": ["youtube:??"],
"implications": "Recherches, programmation audio-réactive, installation.",
"note": ""
},
{
"titre": "Photo-Booth AI",
"description": "Photomaton IA permettant de transformer rapidement une photo en image stylisée selon un thème choisi.  ",
"tags": ["AI", "Tracking", "PixelMap", "DMX", "Game", "Motion Design", "UI/UX", "Touchdesigner", "Événement corporatif"],
"images": ["youtube:-bAMOj56J3o"],
"implications": "Recherche technique, design UI/UX en équipe, motion design avec OpenPose, programmation DMX.",
"note": ""
},
{
"titre": "Astronaut Run !",
"description": "Jeu de 1 à 4 joueurs. Celui qui appuie le plus souvent sur son bouton en 1 minute gagne !",
"tags": ["Arduino/ESP32", "UI/UX", "Game", "Motion Design", "Touchdesigner", "Événement corporatif"],
"images": ["youtube:Vcm7crcUddk"],
"implications": "- Conception et logique de jeu    - Design et fabrication de Sensor Box UDP    - Modification de boutons d’arcade avec LED intégrés    - Design et programmation UI/UX    - Programmation de plusieurs modes de jeu variables",
"note": ""
},
{
"titre": "Laser Game",
"description": "Jeu solo. Une salle remplie de lasers rouges qui vous font perdre des points si touchés. Un seul devient bleu — touchez-le pour récolter un maximum de points en une minute. Tentez de battre le record !",
"tags": ["Arduino/ESP32", "Game", "Design Électroniques", "Graphisme", "Touchdesigner", "Événement corporatif"],
"images": ["youtube:https:9VtBd897OfU"],
"implications": "- Conception et logique de jeu    - Design et fabrication de Sensor Box UDP    - Programmation complète du jeu",
"note": ""
},
{
"titre": "Ladder Game",
"description": "Deux joueurs, chacun avec trois boutons. Une échelle en tube LED s’allume à chaque bonne réponse. Le joueur qui allume tous les barreaux le plus vite gagne !",
"tags": ["Arduino/ESP32", "PixelMap", "Game", "Design Électroniques", "Touchdesigner", "Festival", "Événement corporatif"],
"images": ["youtube:SveoaPkN5lM"],
"implications": "- Idéation du jeu    - Design électronique    - Fabrication de Sensor Box UDP    - Programmation du jeu    - Intégration sonore et éclairage    - Installations événementielles multiples",
"note": ""
},
{
"titre": "Dunk It – Can You Dunk ? (Total Event)",
"description": "Jeu interactif conçu pour Total Event. Le joueur saute après un décompte, et son temps d’élévation détermine un score, une phrase et un GIF animé.",
"tags": ["Arduino/ESP32", "UI/UX", "Game", "Motion Design", "Touchdesigner", "Événement corporatif", "Audio", "AI"],
"images": ["youtube:??"],
"implications": "- Conception en collaboration avec le client    - Prototypage    - Intégration et animation des visuels clients    - Amélioration de GIF par IA    - Programmation avec système de classement    - Calibration de tapis capteur de pression    - Intégration électronique    - Installation atelier",
"note": ""
},
{
"titre": "Jeu de moto Can-Am – BRP x Cirque du Soleil",
"description": "Jeu d’arcade sur moto durant une tournée Cirque du Soleil avec Can-Am. Arrêtez une impulsion électrique au bon moment pour gagner !",
"tags": ["Arduino/ESP32", "UI/UX", "Game", "Audio", "Cirque du soleil", "BRP"],
"images": ["youtube:??"],
"implications": "- Programmation du jeu    - Intégration et animation des visuels fournis    - Menu secret pour réglage langue/difficulté    - Intégration de quatre langues (FR, EN, IT, DE)",
"note": ""
},
{
"titre": "Glong !",
"description": "Version revisitée du jeu Pong en ambiance néon, avec effets lumineux et bonus aléatoires (power-ups).",
"tags": [],
"images": ["youtube:??"],
"implications": "- Programmation complète du jeu    - Création des graphismes",
"note": ""
},
{
"titre": "Tree of Life – Marché Bonsecours",
"description": "Séquence de lumière et musique autour d’un arbre LED installé au Marché Bonsecours.",
"tags": ["PixelMap", "Touchdesigner", "Séquence/Timecode", "Événement corporatif"],
"images": ["youtube:scLABt4oCXE"],
"implications": "- Recherche d’une trame sonore libre de droits avec approbation du client    - Programmation de la séquence en mode BLIND    - Intégration de la programmation le jour même, pendant l’arrivée du public",
"note": ""
},
{
"titre": "Ethereal Garden – Studio Artéfact",
"description": "Collaboration avec Studio Artéfact pour intégrer du LED numérique dans une fleur géante imprimée en 3D.",
"tags": [],
"images": ["youtube:hGvWyzA7uMY"],
"implications": "- Intégration d’un capteur SICK imposé par le client (conversion logique 12V en 5V)    - Design de plusieurs scènes lumineuses    - Programmation en Pixel Mapping",
"note": ""
},
{
"titre": "Mur interactif – Collège LaSalle (département des arts)",
"description": "Mur en LED-Matrix affichant une partie de Tetris. Lorsqu’un passant approche, sa silhouette est détectée et animée en temps réel sur le mur.",
"tags": ["PixelMap", "Tracking", "Interactif", "Touchdesigner"],
"images": ["youtube:??"],
"implications": "- Calibration de caméras de profondeur    - Installation et programmation de l’expérience",
"note": ""
},
{
"titre": "Table Escape Room – Collège LaSalle (Morell-Leroux)",
"description": "Table de type Escape Room avec tiroirs automatiques. Lorsqu’un bon NIP est entré sur un clavier numérique, un tiroir s’ouvre.",
"tags": ["Arduino/ESP32", "Design Électroniques"],
"images": ["youtube:??"],
"implications": "- Conception et design du schéma électronique    - Programmation Arduino    - Intégration sur place",
"note": ""
},
{
"titre": "Jeu-questionnaire Ford – Festival d’été de Québec",
"description": "Jeu-questionnaire interactif sur les modèles électriques de Ford, avec effets lumineux réactifs.",
"tags": ["PixelMap", "Game", "Touchdesigner", "Festival", "Consultant technique"],
"images": ["youtube:??"],
"implications": "- Capture de variables d’un jeu réalisé en Unity (par l'équipe de Atracktiv)    - Programmation des effets lumineux synchronisés au gameplay",
"note": ""
},
{
"titre": "Piano interactif – Winterlude",
"description": "Trois pianos installés dans des jardins lumineux. Chaque note jouée déclenche des effets lumineux synchronisés.",
"tags": ["PixelMap", "Interactif", "Resolume", "Audio", "Festival"],
"images": ["youtube:??"],
"implications": "- Installation    - Programmation",
"note": ""
},
{
"titre": "Volt-Age – Winterlude",
"description": "Les fenêtres d’un édifice (Canadian Bank of Commerce) deviennent interactives grâce à un piano installé à l’extérieur.",
"tags": ["PixelMap", "Interactif", "Resolume", "Audio", "Festival"],
"images": ["youtube:??"],
"implications": "- Installation de l’éclairage sur plusieurs étages    - Programmation",
"note": ""
},
{
"titre": "Anciens Combattants – Patrimoine Canada",
"description": "Installation lumineuse semi-permanente sur la Place des combattants.",
"tags": ["DMX", "Touchdesigner", "Gestion électrique"],
"images": ["youtube:??"],
"implications": "- Installation    - Programmation sur MiniMad (MadMapper)    - Intégration d’un système de fermeture automatique de nuit",
"note": ""
},
{
"titre": "Creative Bus – Festival LVL UP (Laval)",
"description": "Ambiance lumière et musique synchronisées à l’intérieur d’un autobus urbain. Liens : <a href='https://www.facebook.com/innovationscr34te/videos/1233431553501776' target='_blank'>Facebook</a>",
"tags": ["PixelMap", "Immersif", "Resolume", "Séquence/Timecode", "Festival"],
"images": [],
"implications": "- Installation de l’éclairage    - Programmation en équipe    - Consultation",
"note": ""
},
{
"titre": "Lumifest 2024 – Musée Espace Culturel de Repentigny",
"description": "Ambiance éclectique et immersive dans le musée. Un lustre interactif réagit aux mouvements des visiteurs.",
"tags": ["PixelMap", "DMX", "Tracking", "Immersif", "Touchdesigner", "Festival", "Audio"],
"images": ["youtube:kTB6Pycveqs"],
"implications": "- Installation    - Intégration de deux Kinect pour le lustre interactif    - Programmation de moving lights et tubes LED    - Intégration de trames musicales",
"note": ""
},
{
"titre": "Silence Radio – CHOQ.ca",
"description": "Surveillance automatisée du flux audio de la radio étudiante pour éviter les longs silences.",
"tags": ["Touchdesigner", "Consultant technique", "Support technique"],
"images": ["youtube:??"],
"implications": "- Conception du système    - Programmation    - Envoi automatique de courriels et de SMS",
"note": ""
},
{
"titre": "Interface DMX UI/UX – CITT",
"description": "Écran tactile permettant aux visiteurs de contrôler des luminaires montés sur winch DMX. Liens : <a href='https://www.facebook.com/innovationscr34te/videos/794440922181579' target='_blank'>Facebook</a>",
"tags": ["DMX", "UI/UX", "Touchdesigner", "Événement corporatif", "Consultant technique", "Salon / Convention"],
"images": [],
"implications": "- Assemblage des visuels fournis    - Motion design    - Programmation de l’interface    - Déclenchement sécurisé des cues",
"note": ""
},
{
"titre": "Bio-Meta – Zoo de Granby",
"description": "Machine éducative expliquant la biométhanisation aux enfants, avec effets visuels et sonores.",
"tags": [],
"images": ["youtube:??"],
"implications": "- Digitalisation du levier mécanique    - Intégration vidéo et sonore    - Programmation",
"note": ""
},
{
"titre": "Festival de la Mode - Show public",
"description": "Installation rapide (15 minutes) de 40 tubes LED sur scène pour une prestation unique.",
"tags": ["PixelMap", "Resolume", "Éclairagiste", "Festival", "Consultant technique"],
"images": ["youtube:??"],
"implications": "- Logistique et optimisation du change-over    - Conception    - Programmation    - Opération    - Démontage",
"note": ""
},
{
"titre": "Super Bowl – Acier MC4",
"description": "Installation privée pour le Super Bowl 2023.",
"tags": ["PixelMap", "DMX", "Sport", "Touchdesigner", "Éclairagiste", "Consultant technique", "Écran LED"],
"images": ["youtube:??"],
"implications": "- Montage de la structure d’accrochage    - Installation et scaling d’un écran géant LED    - Installation de lasers et tubes Astera    - Programmation de l’éclairage    - Opération et démontage",
"note": ""
},
{
"titre": "Super Bowl – Première Moisson",
"description": "Événement-bénéfice à la Place Bell pour le Super Bowl 2024.",
"tags": ["PixelMap", "Touchdesigner", "VJ", "Éclairagiste", "Consultant technique", "Événement corporatif"],
"images": ["youtube:??"],
"implications": "- Installation d’un écran Fast Fold et vidéoprojecteur    - Installation d’Astera et Paladin Panel    - Programmation, opération, démontage",
"note": ""
},
{
"titre": "Système d’éclairage – NewSpeak",
"description": "Mise à jour du système d’éclairage du club NewSpeak.",
"tags": ["DMX", "PixelMap", "Onyx", "Consultant technique"],
"images": ["youtube:??"],
"implications": "- Analyse du système existant    - Reprogrammation sur Onyx",
"note": ""
},
{
"titre": "OMNIA – Withings (CES Las Vegas)",
"description": "Installation immersive présentant un concept : la balance OMNIA.Au salon CES, intégrant lumière, son, avatar et interface tactile.",
"tags": ["PixelMap", "Tracking", "Touchdesigner", "UI/UX", "Motion Design", "Événement corporatif", "Activation de marque", "Salon / Convention", "Consultant technique"],
"images": ["youtube:??"],
"implications": "- Participation à l’idéation    - Intégration de capteurs de présence    - Animation de l’avatar OMNIA    - Intégration graphique et sonore    - Synchronisation lumière/vidéo    - Intégration d’une tablette interactive    - Installation et supervision à Las Vegas",
"note": ""
},
{
"titre": "Assassin’s Creed Immersif – Ubisoft Forward",
"description": "Séquence immersive dans un cube LED géant avec vidéo, son, éclairage, vent et vibrations pour célébrer les 15 ans du jeu.",
"tags": ["UI/UX", "Immersif", "Touchdesigner", "Séquence/Timecode", "Écran LED", "Événement corporatif", "Salon / Convention"],
"images": ["youtube:??"],
"implications": "- Programmation de la séquence complète à partir de la vidéo Ubisoft",
"note": ""
},
{
"titre": "Just Dance Immersif – Ubisoft Forward",
"description": "Version immersive du jeu Just Dance avec plancher LED interactif : détection de joueurs, effets lumineux dynamiques, analyse des couleurs et du rythme.",
"tags": ["Touchdesigner", "Tracking", "Immersif", "Écran LED", "Événement corporatif", "Salon / Convention"],
"images": ["youtube:??"],
"implications": "- Design visuel du plancher LED (galaxie pulsante)    - Détection des joueurs et attribution d’un cercle coloré en temps réel    - Intégration de Kinect    - Programmation d’éclairage automatisé",
"note": ""
},
{
"titre": "Mario Rabbids Spark of Hope – Ubisoft Forward",
"description": "Jeu de rapidité entre deux joueurs. Chacun appuie sur les boutons lumineux de sa couleur intégrés à une murale promotionnelle du jeu.",
"tags": ["Arduino/ESP32", "Game", "Design Électroniques", "Touchdesigner", "Audio"],
"images": ["youtube:??"],
"implications": "- Proposition    - Programmation du jeu complet    - Installation    - Surveillance",
"note": ""
},
{
"titre": "Bombe Escape Room",
"description": "Prototype d’une bombe fictive pour une salle d’évasion. Quatre fils lumineux à LED (non coupés, mais débranchables) pulsent chacun d'une couleur. Un écran numérique affiche un compte à rebours. Si le mauvais fil est déconnecté, les autres deviennent rouges et une machine à fumée s’active. Si le bon fil est choisi, les autres deviennent blancs et le compte à rebours s’arrête.",
"tags": ["Arduino/ESP32", "DMX", "Design Électroniques", "Lab Session", "Consultant technique"],
"images": ["youtube:??"],
"implications": "- Programmation complète sans ordinateur (entièrement sur Arduino)    - Communication série entre plusieurs microcontrôleurs (ancienne méthode)    - Déclenchement d’une machine à fumée via protocole DMX    - Intégration de strips LED digitales    - Design narratif clair et immersif    - Installation robuste et autonome pour une utilisation répétée en escape room",
"note": ""
},
{
"titre": "Target Game",
"description": "Un joueur contrôle un projecteur motorisé (moving light) avec un joystick et doit viser des cibles lumineuses de sa couleur. La cible change régulièrement de place.",
"tags": ["Arduino/ESP32", "DMX", "Game", "Design Électroniques", "Touchdesigner", "Lab Session"],
"images": ["youtube:0qnozqSBZVw"],
"implications": "- Reconnaissance de la couleur d’un faisceau lumineux projeté    - Calibration des mouvements du moving light pour une visée fluide    - Intégration d’un joystick et bouton d’arcade    - Programmation d’une logique de jeu avec sons et effets visuels    - Design de cibles LED reconfigurables    - Test de jouabilité en conditions réelles",
"note": ""
},
{
"titre": "Machine Arm",
"description": "Prototype scénique permettant à un artiste de contrôler deux moving lights avec ses bras en montant sur une plateforme. Lorsqu’il quitte la plateforme, les fixtures reviennent automatiquement à la console d’éclairage.",
"tags": ["Interactif", "Touchdesigner", "Tracking", "Lab Session"],
"images": ["youtube:eTTWFJIJHgE"],
"implications": "- Intégration d’un capteur de mouvement pour le tracking des bras    - Calibration de la correspondance bras → projecteurs motorisés    - Fabrication d’une plateforme de détection de présence fiable    - Bascule automatique entre mode interactif et contrôle standard DMX    - Sécurité d’utilisation en contexte scénique",
"note": ""
},
{
"titre": "Basketball augmenté",
"description": "Proposition d’un système interactif : un capteur détecte si un ballon passe dans le panier. Un écran LED affiche des effets visuels et le classement du joueur.",
"tags": ["Game", "Tracking", "Immersif", "Motion Design", "Touchdesigner", "Écran LED", "Lab Session"],
"images": ["youtube:??"],
"implications": "- Proposition visuelle et technique en environnement 3D    - Programmation complète du système de jeu    - Motion design pour les effets de score    - Design du système de classement en temps réel    - Simulation visuelle en pré-prod    - Réflexion sur l’intégration en contexte événementiel",
"note": ""
},
{
"titre": "Proposition de jeu de moto – Cirque du Soleil",
"description": "Brief minimaliste : concevoir un jeu de moto arcade à un seul bouton. Proposition d’un prototype visuel dans un style 8-bit.",
"tags": [],
"images": ["youtube:??"],
"implications": "- Recherche artistique d’un style rétro/arcade distinctif    - Conception de gameplay cohérent avec une seule interaction possible    - Création d’un prototype fonctionnel partiel pour présentation    - Direction artistique autoportante sans narration client",
"note": ""
},
{
"titre": "Interface de présentation E-Sport (Motion Design)",
"description": "Pendant la pandémie, exploration d’une interface dynamique pour événements virtuels inspirée de l’univers e-sport. Affichage des participants Zoom dans des médaillons animés et repositionnables.",
"tags": ["UI/UX", "Motion Design", "Touchdesigner", "Lab Session"],
"images": ["youtube:??"],
"implications": "- Extraction individuelle des flux vidéo Zoom    - Intégration dans des éléments 3D animés (médaillons)    - Interface de contrôle temps réel pour opérateur    - Transitions visuelles et changement de layout dynamiques    - Optimisation pour streaming ou diffusion en direct",
"note": ""
},
{
"titre": "Mortal Kombat Augmented",
"description": "Deux tubes LED au-dessus de l’écran indiquent l’état de vie des joueurs. Chaque coup reçu diminue le jaune et augmente un effet rouge animé sur les côtés.",
"tags": ["PixelMap", "Tracking", "Touchdesigner", "Lab Session"],
"images": ["youtube:??"],
"implications": "- Tracking visuel de la barre de vie malgré les éléments visuels du jeu    - Interprétation des données à partir d’une source vidéo non structurée    - Mapping DMX des tubes LED    - Création d’un feedback visuel clair et dynamique",
"note": ""
},
{
"titre": "The Frame()",
"description": "Installation d’un cadre captant le toucher sur un mur de briques décoré. Des gestes déclenchent des changements lumineux via DMX. Le système a même permis de jouer (difficilement) à Super Mario World.",
"tags": ["Tracking", "Touchdesigner", "Lab Session"],
"images": ["youtube:wZqG13QJ8gc"],
"implications": "- Exploration de deux technologies de capture de données tactiles    - Calibration des gestes pour contrôle d’intensité et de couleur    - Mapping DMX de fixtures liées aux zones tactiles    - Formatage des données pour interface avec un émulateur Super Nintendo    - Preuve de concept détournée en interface de jeu rétro",
"note": ""
}
]